{
  "about.interests.videoTutorials": "YouTube",
  "about.p1": "I am Valentin Dufois, a creative developer from France currently based in Québec, Canada. I am finishing a master degree in digital creation at Québec’s University in Abitibi-Temiscamingue ({uqatLink}), complementing an engineering degree in creative arts at ESIPE Engineering school in France.",
  "about.p2": "I’ve been programming for ten years now. I’ve started building small websites for school-related topics, and have since learned to build complex, robust, web applications using the latest technologies. Today, my main focus as shifted toward software development using C++. I do freelance work with a few companies working mostly on web stuffs. I have been a member of the {prismeLink} collective for two years now. We work on building interactive art installations combining theoretical questions with new technologies.",
  "alreadySaidComment": "you said it already",
  "back": "back",
  "curriculumVitae": "resume",
  "header.local-toggle": "en français svp",
  "interests": "Interests",
  "interests.p1": "I have a keen interest in building highly optimized, robust applications using the latest functionalities of C++. I have a profound likeness for code in general, not in building things with code, but in manipulating code itself. I take great pleasure in designing applications architectures and making them future-proof. The other major interest I have is in arts, specifically contemporary art, generative art, and real-time visuals. I work with TouchDesigner to build audio-reactive, dynamic, and colorful visuals taking advantage of the software infinite possibilities and complementing them with my own C++ operators. I work on an {openSourceLib} of components easing the use of TouchDesigner and on tutorials on {videoTutorials} about improving projects.",
  "interests.p2": "On the side, I use my spare time to workout, do {photographyLink}, learn the piano, and write fictitious absurd novels.",
  "menu.what-i-do": "What I do",
  "menu.who-i-am": "Who I am",
  "network": "Network",
  "networkComment": "DHCP, DNS, routing and more",
  "openSourceLib": "open-source library",
  "photographyLink": "photography",
  "printerMaintenance": "Printer maintenance",
  "printerMaintenanceComment": "I will not repair yours",
  "prismeLink": "PRISME",
  "readMore": "read more",
  "resumeTitle": "resumeTitle",
  "software": "Software",
  "techskills": "Technical skills",
  "transversal": "Transversal",
  "uqatLink": "UQAT",
  "usingWebsiteComment": "Because using a website is a skill now ?",
  "visualSoftware": "Sketch, Photoshop, Illustrator & friends",
  "visuals": "Visuals",
  "work.locator.excerpt": "Locator is a real-time motion tracking application able to work with different types of cameras. Made for my work with Prisme, the app is used in many of our works.",
  "work.locator.title": "Locator",
  "work.neo.excerpt": "I've been working for four years as a freelance web developer with the Neo-Traffic team, an advertising network in Canada. I made multiple projects for them, from their website to dynamic contents played on their screens.",
  "work.neo.title": "Neo-Traffic",
  "work.prisme.excerpt": "I’ve been a member of the Prisme collective since 2018. Together, we make interactive and immersive art installations combining technology and ontological questioning.",
  "work.prisme.title": "Prisme",
  "work.td-library.excerpt": "I work on a collection of reusable components made to ease the learning curve of TouchDesigner and improve its accessibility. The components are built using logic notions, C++, Python and more.",
  "work.td-library.title": "TouchDesigner Library"
}
