{
  "about.p1": "Je m'appelle Valentin Dufois, je suis un développeur créatif français actuellement au Québec, Canada. Je termine une maîtrise en création numérique à l'Université du Québec en Abitibi-Témiscamingue ({uqatLink}), venant compléter un diplôme d'ingénieur créatif obtenu à l'École d'Ingénieurs ESIPE en France.\n",
  "about.p2": "Je fais de la programmation depuis dix ans maintenant. J'ai commencé en faisant de petits sites web pendant ma scolarité, et ai depuis appris à construire des applications web robustes, complexes, et utilisant les dernières technologies. Aujourd'hui, je me concentre principalement sur le développement logiciel en C++. Je travaille en free-lance avec quelques entreprises sur des projets web. Je suis un membre du collectif {prismeLink} depuis deux ans. Ensemble, nous conceptualisons et construisons des installations artistiques interactives alliant questionnements théoriques et technologie.\n",
  "alreadySaidComment": "Tu l'as déjà dit",
  "curriculumVitae": "curriculum vitae",
  "header.local-toggle": "in english please",
  "interests": "Intérêts",
  "interests.p1": "J'ai un profond intérêt pour la construction d'applications robustes et optimisées en utilisant les dernières fonctionnalités du C++. J'ai une véritable passion pour le code en lui-même, pas seulement sur ce qu’il me permet de réaliser. Je prends beaucoup de plaisir à concevoir avec précision des architectures d'applications, permettant d'assurer une facilité de mises à jour plus tard. Un autre de mes intérêts se situe dans les arts, et plus spécifiquement dans l'art contemporain, l'art génératif, et la génération de visuels en temps réel. Je tire parti des innombrables possibilités offertes par le logiciel TouchDesigner pour construire des visuels dynamiques et audioréactifs. Je complète les fonctionnalités de TouchDesigner avec mes propres opérateurs personnalisés. Je travaille actuellement sur une {openSourceLib}, de composants permettant de facilité l'utilisation du logiciel.",
  "interests.p2": "À côté de cela, j'utilise mon temps libre pour faire du sport, de la {photographyLink}, apprendre le piano et écrire de courtes nouvelles absurdes.",
  "menu.what-i-do": "Ce que je fait",
  "menu.who-i-am": "Qui je suis",
  "network": "Réseau",
  "networkComment": "DHCP, DNS, routing et plus encore",
  "openSourceLib": "librairie open-source",
  "photographyLink": "photographie",
  "printerMaintenance": "Réparation d'imprimantes",
  "printerMaintenanceComment": "Non je ne réparerais pas la tienne",
  "prismeLink": "PRISME",
  "resumeTitle": "resumeTitle",
  "software": "Application",
  "techskills": "Compétences techniques",
  "transversal": "Transversale",
  "uqatLink": "UQAT",
  "usingWebsiteComment": "Parcequ'utiliser un site web est une compétence maintenant ?",
  "visualSoftware": "Sketch, Photoshop, Illustrator et leurs copains",
  "visuals": "Visuel",
  "work.locator.excerpt": "Locator est une application de captation de mouvements en temps réel permettant de travailler avec plusieurs capteurs différents. Réalisée pour mes travaux avec le collectif Prisme, l'application est utilisée pour plusieurs de nos installations.",
  "work.locator.title": "Locator",
  "work.neo.excerpt": "Je travaille en tant que développeur web free-lance depuis quatre ans avec l'équipe de Neo-Traffic, un diffuseur de contenus publicitaires sur l'ensemble du territoire Canadien. J'ai réalisé plusieurs projets avec eux tels que leur site public et les contenus dynamiques diffusés sur leurs écrans.",
  "work.neo.title": "Neo-Traffic",
  "work.prisme.excerpt": "Je fais partie du collectif d'artistes numériques Prisme depuis 2018. Ensemble, nous avons réalisé plusieurs installations artistiques interactives et immersives mêlant technologie et questionnements ontologiques.",
  "work.prisme.title": "Prisme",
  "work.td-library.excerpt": "Je travaille sur une collection d'éléments réutilisables permettant de faciliter l'apprentissage de TouchDesigner et d'en améliorer l'affordance. La création des composants fait appel à des notions de logique, de C++, de Python et plus encore.",
  "work.td-library.title": "Bibliothèque TouchDesigner"
}
