{
  "about.interests.videoTutorials": "chaine YouTube",
  "about.p1": "\n",
  "about.p2": "Après avoir commencé la programmation en auto-didact, j'ai suivi un programme d'études axé sur l'art et la programmation. J'ai pu y valider mes acquis, et découvrir de nouvelles technologies et techniques. J'ai eu la chance de travailler avec plusieurs artistes et collectifs, me permettant d'acquécrir de l'expérience dans de nombreux domaines.\n",
  "alreadySaidComment": "Tu l'as déjà dit",
  "back": "retour",
  "curriculumVitae": "curriculum vitae",
  "header.local-toggle": "in english please",
  "interests.p1": "Au fil du temps, j'ai travaillé sur des projets d'envergure et de complexité variées. Du petit site web experimental à une application de suivi de personnes en temps réel multicapteurs, en passant par des outils de vente et des outils pour TouchDesigner. Ces différentes expériences me permettent aujourd'hui de mieux comprendre les besoins réels lors de la construction d'un projet, et de mieux anticiper les possibilités futures.",
  "interests.p2": "",
  "menu.what-i-do": "Ce que je fais",
  "menu.who-i-am": "Qui je suis",
  "network": "Réseau",
  "networkComment": "DHCP, DNS, routing et plus encore",
  "openSourceLib": "librairie open-source",
  "photographyLink": "photographie",
  "printerMaintenance": "Réparation d'imprimantes",
  "printerMaintenanceComment": "Non je ne réparerais pas la tienne",
  "prismeLink": "PRISME",
  "readMore": "lire la suite",
  "resumeTitle": "resumeTitle",
  "software": "Application",
  "techskills": "En liste",
  "transversal": "Transversale",
  "uqatLink": "UQAT",
  "usingWebsiteComment": "Parcequ'utiliser un site web est une compétence maintenant ?",
  "visualSoftware": "Sketch, Photoshop, Illustrator et leurs copains",
  "visuals": "Visuel",
  "work.locator.excerpt": "Locator est une application de captation de mouvements en temps réel permettant de travailler avec plusieurs capteurs différents. Réalisée pour mes travaux avec le collectif Prisme, l'application est utilisée pour plusieurs de nos installations.",
  "work.locator.title": "Locator",
  "work.neo.excerpt": "Je travaille en tant que développeur web free-lance depuis quatre ans avec l'équipe de Neo-Traffic, un diffuseur de contenus publicitaires sur l'ensemble du territoire Canadien. J'ai réalisé plusieurs projets avec eux tels que leur site public et les contenus dynamiques diffusés sur leurs écrans.",
  "work.neo.title": "Neo-Traffic",
  "work.prisme.excerpt": "Je fais partie du collectif d'artistes numériques Prisme depuis 2018. Ensemble, nous réalisons des installations artistiques interactives et immersives mêlant technologie et questionnements ontologiques.",
  "work.prisme.title": "Prisme",
  "work.td-library.excerpt": "Je travaille sur une collection d'éléments réutilisables permettant de faciliter l'apprentissage de TouchDesigner et d'en améliorer l'affordance. La création des composants fait appel à des notions de logique, de C++, de Python et plus encore.",
  "work.td-library.title": "Bibliothèque TouchDesigner"
}
